Repository: nuraqueer/PGPony-Translations-ko
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Open the Encrypt tab. Type or paste your message into the input area, then pick one or more recipients from your Contacts (and optionally include yourself so you can read it later). Tap Encrypt. PGPony will produce an encrypted block of text that you can copy and send through any channel — email, SMS, Slack, anywhere. Only the recipients you selected will be able to decrypt it.
de: Öffne den Tab „Verschlüsseln“. Tippe oder füge deine Nachricht in das Eingabefeld ein und wähle dann eine oder mehrere Empfängerinnen oder Empfänger aus deinen Kontakten aus (du kannst dich selbst hinzufügen, damit du sie später noch lesen kannst). Tippe auf „Verschlüsseln“. PGPony erzeugt einen verschlüsselten Textblock, den du kopieren und über jeden Kanal verschicken kannst – E-Mail, SMS, Slack, was immer du möchtest. Nur die ausgewählten Empfängerinnen oder Empfänger können ihn entschlüsseln.
es: Abre la pestaña Cifrar. Escribe o pega tu mensaje en el área de entrada y elige uno o varios destinatarios de tus Contactos (puedes incluirte a ti mismo para poder leerlo después). Toca Cifrar. PGPony generará un bloque de texto cifrado que puedes copiar y enviar por cualquier canal: correo, SMS, Slack, lo que sea. Solo los destinatarios que hayas seleccionado podrán descifrarlo.
fr: Ouvrez l'onglet Chiffrer. Tapez ou collez votre message dans la zone de saisie, puis choisissez un ou plusieurs destinataires dans vos contacts (vous pouvez vous inclure pour pouvoir le relire plus tard). Appuyez sur Chiffrer. PGPony produira un bloc de texte chiffré que vous pouvez copier et envoyer par n'importe quel canal — e-mail, SMS, Slack, peu importe. Seuls les destinataires choisis pourront le déchiffrer.
ja: 「暗号化」タブを開きます。入力欄にメッセージを入力または貼り付け、「連絡先」から 1 人以上の宛先を選んでください（自分自身を含めると後で自分でも読み返せます）。 「暗号化」をタップすると、PGPony が暗号化されたテキストブロックを生成します。これをコピーして、メール、SMS、Slack など好きなチャネルで送れます。 選んだ宛先以外は復号できません。
pt_br: Abra a aba Cifrar. Digite ou cole sua mensagem na área de entrada e escolha um ou mais destinatários nos Contatos (você pode incluir-se também para poder lê-la depois). Toque em Cifrar. O PGPony produzirá um bloco de texto cifrado que você pode copiar e enviar por qualquer canal — e-mail, SMS, Slack, qualquer um. Somente os destinatários que você selecionou poderão decifrá-lo.
zh_hans: 打开加密标签页。在输入区输入或粘贴你的消息，然后从联系人中挑选一个或多个收件人（也可把自己加进去，方便日后阅读）。 轻点加密。PGPony 会生成一段加密文本，你可以拷贝它并通过任意渠道发送——邮件、短信、Slack，任何地方都行。 只有你所选的收件人才能解密它。

source: Open the Exchange tab and select the key you want to share. You have three options: • QR code — let the other person scan it with their PGPony, or any QR scanner. • Share as file — sends an .asc file through any sharing app like email, Signal, or Messages. • Copy to clipboard — paste the armored key text into a message of your own. Sharing your public key is always safe. Sharing your private key is NOT — never export or send your private key unless you're moving it to another device you control.
de: Öffne den Tab „Austauschen“ und wähle den Schlüssel aus, den du teilen möchtest. Du hast drei Möglichkeiten: • QR-Code – lass die andere Person ihn mit ihrer PGPony-App oder einem beliebigen QR-Scanner scannen. • Als Datei teilen – verschickt eine .asc-Datei über eine beliebige Teilen-App wie E-Mail, Signal oder Nachrichten. • In die Zwischenablage kopieren – füge den ASCII-gepanzerten Schlüsseltext in eine eigene Nachricht ein. Das Teilen deines öffentlichen Schlüssels ist immer ungefährlich. Das Teilen deines privaten Schlüssels ist es NICHT – exportiere oder versende deinen privaten Schlüssel nur, wenn du ihn auf ein anderes Gerät überträgst, das dir gehört.
es: Abre la pestaña Intercambiar y selecciona la clave que quieres compartir. Tienes tres opciones: • Código QR — deja que la otra persona lo escanee con PGPony o cualquier escáner de QR. • Compartir como archivo — envía un archivo .asc a través de cualquier app de compartir como correo, Signal o Mensajes. • Copiar al portapapeles — pega el texto blindado de la clave en un mensaje propio. Compartir tu clave pública siempre es seguro. Compartir tu clave privada NO lo es: nunca exportes ni envíes tu clave privada salvo que la estés trasladando a otro dispositivo que controles.
fr: Ouvrez l'onglet Échanger et sélectionnez la clé à partager. Trois options s'offrent à vous : • Code QR — laissez l'autre personne le scanner avec PGPony ou n'importe quel scanner de QR. • Partager en tant que fichier — envoie un fichier .asc via n'importe quelle application de partage (e-mail, Signal, Messages, etc.). • Copier dans le presse-papiers — collez le texte de la clé en armure dans un message à vous. Partager votre clé publique est toujours sans risque. Partager votre clé privée NE l'est PAS — n'exportez et n'envoyez jamais votre clé privée, sauf pour la déplacer vers un autre appareil que vous contrôlez.
ja: 「交換」タブを開き、共有したい鍵を選んでください。次の 3 つの方法があります： ・QR コード — 相手の PGPony や任意の QR スキャナーでスキャンしてもらいます。 ・ファイルとして共有 — メール、Signal、メッセージなど、任意の共有アプリで .asc ファイルを送ります。 ・クリップボードにコピー — ASCII アーマー形式の鍵テキストを自分のメッセージに貼り付けます。 公開鍵を共有することは常に安全です。一方、秘密鍵の共有は安全ではありません。自分が管理する別のデバイスに移す場合を除いて、秘密鍵をエクスポートしたり送信したりしないでください。
pt_br: Abra a aba Trocar e selecione a chave que quer compartilhar. Você tem três opções: • Código QR — peça à outra pessoa para escaneá-lo com o PGPony dela ou qualquer leitor de QR. • Compartilhar como arquivo — envia um arquivo .asc por qualquer app de compartilhamento como e-mail, Signal ou Mensagens. • Copiar para a área de transferência — cole o texto da chave em armored em uma mensagem sua. Compartilhar sua chave pública é sempre seguro. Compartilhar sua chave privada NÃO é — nunca exporte ou envie sua chave privada, a menos que esteja transferindo-a para outro dispositivo controlado por você.
zh_hans: 打开交换标签页，选择你想分享的密钥。你有三种方式： • 二维码——让对方用他们的 PGPony 或任意二维码扫描器扫描。 • 作为文件分享——通过邮件、Signal 或信息等任意分享应用发送一个 .asc 文件。 • 拷贝到剪贴板——把 armored 密钥文本粘贴到你自己的消息里。 分享公钥始终是安全的。分享私钥则不然——除非你要把私钥转移到另一台你自己掌控的设备，否则绝不要导出或发送它。

source: OpenPGP card PINs are at least %lld characters and can be numbers or letters.
de: OpenPGP-Karten-PINs haben mindestens %lld Zeichen und können Zahlen oder Buchstaben sein.
es: Los PIN de tarjeta OpenPGP tienen al menos %lld caracteres y pueden ser números o letras.
fr: Les PIN de carte OpenPGP comptent au moins %lld caractères et peuvent être des chiffres ou des lettres.
ja: OpenPGPカードのPINは%lld文字以上で、数字または英字が使えます。
pt_br: Os PINs de cartão OpenPGP têm no mínimo %lld caracteres e podem ser números ou letras.
zh_hans: OpenPGP 卡的 PIN 至少 %lld 个字符，可以是数字或字母。

source: OpenPGP card PINs are at least %lld characters and can be numbers or letters. You'll hold the card to the top of your iPhone to apply the change.
de: OpenPGP-Karten-PINs sind mindestens %lld Zeichen lang und können Zahlen oder Buchstaben sein. Du hältst die Karte an die Oberseite deines iPhones, um die Änderung anzuwenden.
es: Los PIN de las tarjetas OpenPGP tienen al menos %lld caracteres y pueden ser números o letras. Acercarás la tarjeta a la parte superior de tu iPhone para aplicar el cambio.
fr: Les PIN des cartes OpenPGP comportent au moins %lld caractères et peuvent être des chiffres ou des lettres. Vous maintiendrez la carte en haut de votre iPhone pour appliquer la modification.
ja: OpenPGP カードの PIN は最低 %lld 文字で、数字でも文字でも構いません。変更を適用するには、カードを iPhone の上部にかざします。
pt_br: Os PINs de cartões OpenPGP têm pelo menos %lld caracteres e podem ser números ou letras. Você encostará o cartão no topo do seu iPhone para aplicar a alteração.
zh_hans: OpenPGP 卡的 PIN 至少为 %lld 个字符，可以是数字或字母。你需要将卡贴近 iPhone 顶部以应用更改。

source: Operations will use the cable.
de: Vorgänge verwenden das Kabel.
es: Las operaciones usarán el cable.
fr: Les opérations utiliseront le câble.
ja: 操作にはケーブルを使用します。
pt_br: As operações usarão o cabo.
zh_hans: 操作将通过数据线进行。

source: Optional biometric lock
de: Optionale biometrische Sperre
es: Bloqueo biométrico opcional
fr: Verrouillage biométrique facultatif
ja: 任意の生体認証ロック
pt_br: Bloqueio biométrico opcional
zh_hans: 可选的生物识别锁

source: Options
de: Optionen
es: Opciones
ja: オプション
pt_br: Opções
zh_hans: 选项

source: Or tap Next to do this later from the Keyring tab.
de: Oder tippe auf „Weiter“, um das später im Tab „Schlüsselbund“ zu erledigen.
es: O toca Siguiente para hacerlo más tarde desde la pestaña Llavero.
fr: Ou appuyez sur Suivant pour le faire plus tard depuis l'onglet Trousseau.
ja: 後で「鍵束」タブから行う場合は「次へ」をタップしてください。
pt_br: Ou toque em Próximo para fazer isso depois pelo Chaveiro.
zh_hans: 或者轻点「下一步」，稍后在密钥环标签页操作。

source: Other apps from the same developer.
de: Weitere Apps desselben Entwicklers.
es: Otras apps del mismo desarrollador.
fr: Autres apps du même développeur.
ja: 同じ開発者による他のアプリ。
pt_br: Outros apps do mesmo desenvolvedor.
zh_hans: 同一开发者的其他应用。

source: Other Contacts
de: Andere Kontakte
es: Otros contactos
fr: Autres contacts
ja: その他の連絡先
pt_br: Outros contatos
zh_hans: 其他联系人

# Part %lld of %lld
source: Part %1$lld of %2$lld
de: Teil %1$lld von %2$lld
es: Parte %1$lld de %2$lld
fr: Partie %1$lld sur %2$lld
ja: %1$lld/%2$lldパート
pt_br: Parte %1$lld de %2$lld
zh_hans: 第 %1$lld / %2$lld 段

source: Passphrase (if your key has one)
de: Passphrase (falls dein Schlüssel eine hat)
es: Frase de contraseña (si tu clave tiene una)
fr: Phrase secrète (si votre clé en a une)
ja: パスフレーズ（鍵に設定されている場合）
pt_br: Frase-senha (se sua chave tiver uma)
zh_hans: 口令（如果你的密钥有的话）

source: Passphrase is required for this key
de: Für diesen Schlüssel ist eine Passphrase erforderlich
es: Esta clave requiere una frase de contraseña
fr: Une phrase secrète est requise pour cette clé
ja: この鍵にはパスフレーズが必要です
pt_br: Esta chave requer uma frase-senha
zh_hans: 此密钥需要口令

source: Passphrase required
de: Passphrase erforderlich
es: Se requiere frase de contraseña
fr: Phrase secrète requise
ja: パスフレーズが必要です
pt_br: Frase-senha necessária
zh_hans: 需要口令

source: Passphrase Required
de: Passphrase erforderlich
es: Se requiere frase de contraseña
fr: Phrase secrète requise
ja: パスフレーズが必要
pt_br: Frase-senha necessária
zh_hans: 需要口令

source: Passphrases don't match.
de: Passphrasen stimmen nicht überein.
es: Las frases de contraseña no coinciden.
fr: Les phrases secrètes ne correspondent pas.
ja: パスフレーズが一致しません。
pt_br: As frases-senha não coincidem.
zh_hans: 两次口令不一致。

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
pt_br: Senha
zh_hans: 密码

source: Password manager
de: Passwort-Manager
es: Gestor de contraseñas
fr: Gestionnaire de mots de passe
ja: パスワードマネージャー
pt_br: Gerenciador de senhas
zh_hans: 密码管理器

source: Password protected
de: Passwortgeschützt
es: Protegido con contraseña
fr: Protégé par mot de passe
ja: パスワード保護
pt_br: Protegido por senha
zh_hans: 受密码保护

source: Password Required
de: Passwort erforderlich
es: Se requiere contraseña
fr: Mot de passe requis
ja: パスワードが必要です
pt_br: Senha necessária
zh_hans: 需要密码

source: Password Store
de: Passwortspeicher
es: Almacén de contraseñas
fr: Magasin de mots de passe
ja: パスワードストア
pt_br: Repositório de senhas
zh_hans: 密码库

source: Passwords
de: Passwörter
es: Contraseñas
fr: Mots de passe
ja: パスワード
pt_br: Senhas
zh_hans: 密码

source: Passwords don't match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
ja: パスワードが一致しません
pt_br: As senhas não coincidem
zh_hans: 两次输入的密码不一致。

source: Paste
de: Einfügen
es: Pegar
fr: Coller
ja: 貼り付け
pt_br: Colar
zh_hans: 粘贴

source: Paste an armored PGP key block:
de: Füge einen ASCII-gehärteten PGP-Schlüsselblock ein:
es: Pega un bloque de clave PGP en formato armado:
fr: Collez un bloc de clé PGP au format ASCII :
ja: ASCII アーマーの PGP 鍵ブロックを貼り付けてください:
pt_br: Cole um bloco de chave PGP em ASCII armored:
zh_hans: 粘贴一段 armored PGP 密钥块：

source: Paste an encrypted message
de: Verschlüsselte Nachricht einfügen
es: Pega un mensaje cifrado
fr: Collez un message chiffré
ja: 暗号化されたメッセージを貼り付け
pt_br: Cole uma mensagem cifrada
zh_hans: 粘贴一条加密消息

source: Paste from Clipboard
de: Aus Zwischenablage einfügen
es: Pegar desde el portapapeles
fr: Coller depuis le presse-papiers
ja: クリップボードから貼り付け
pt_br: Colar da área de transferência
zh_hans: 从剪贴板粘贴

source: Paste text
de: Text einfügen
es: Pegar texto
fr: Coller le texte
ja: テキストを貼り付け
pt_br: Colar texto
zh_hans: 粘贴文本

source: Pause
de: Pausieren
es: Pausar
ja: 一時停止
pt_br: Pausar
zh_hans: 暂停

source: PGP (Pretty Good Privacy) is a long-standing standard for encrypting messages and files so only the intended recipient can read them. It works by giving every user a pair of keys: a public key (which you share freely) and a private key (which you keep secret). Anyone with your public key can encrypt a message for you, but only your private key can decrypt it. PGPony implements the modern OpenPGP standard (RFC 4880 + RFC 9580), so messages you encrypt here can be read by anyone using GnuPG, OpenKeychain, or any other OpenPGP tool.
de: PGP (Pretty Good Privacy) ist ein seit Langem etablierter Standard zum Verschlüsseln von Nachrichten und Dateien, sodass sie nur von der vorgesehenen Empfängerin oder dem vorgesehenen Empfänger gelesen werden können. Jede Person erhält ein Schlüsselpaar: einen öffentlichen Schlüssel (den du frei teilst) und einen privaten Schlüssel (den du geheim hältst). Wer deinen öffentlichen Schlüssel hat, kann dir eine verschlüsselte Nachricht senden – aber nur dein privater Schlüssel kann sie entschlüsseln. PGPony setzt den modernen OpenPGP-Standard um (RFC 4880 + RFC 9580). Nachrichten, die du hier verschlüsselst, lassen sich daher mit GnuPG, OpenKeychain und allen anderen OpenPGP-Werkzeugen lesen.
es: PGP (Pretty Good Privacy) es un estándar consolidado para cifrar mensajes y archivos de modo que solo el destinatario previsto pueda leerlos. Funciona dando a cada persona un par de claves: una clave pública (que compartes libremente) y una clave privada (que mantienes en secreto). Cualquiera con tu clave pública puede cifrar un mensaje para ti, pero solo tu clave privada puede descifrarlo. PGPony implementa el estándar OpenPGP moderno (RFC 4880 + RFC 9580), por lo que los mensajes que cifras aquí pueden leerse con GnuPG, OpenKeychain o cualquier otra herramienta OpenPGP.
fr: PGP (Pretty Good Privacy) est une norme bien établie pour chiffrer messages et fichiers afin que seul le destinataire prévu puisse les lire. Chaque personne dispose d'une paire de clés : une clé publique (que vous partagez librement) et une clé privée (que vous gardez secrète). Quiconque possède votre clé publique peut chiffrer un message pour vous, mais seule votre clé privée peut le déchiffrer. PGPony met en œuvre le standard OpenPGP moderne (RFC 4880 + RFC 9580). Les messages chiffrés ici peuvent donc être lus par quiconque utilise GnuPG, OpenKeychain ou tout autre outil OpenPGP.
ja: PGP（Pretty Good Privacy）は、メッセージやファイルを意図した宛先だけが読めるように暗号化する、長く使われてきた標準規格です。 仕組みとして、利用者ごとに鍵ペア——自由に共有する公開鍵と、秘密にしておく秘密鍵——が割り当てられます。公開鍵を持つ人は誰でもあなた宛のメッセージを暗号化できますが、それを復号できるのはあなたの秘密鍵だけです。 PGPony は最新の OpenPGP 規格（RFC 4880 + RFC 9580）に準拠しているため、ここで暗号化したメッセージは GnuPG、OpenKeychain、その他の OpenPGP ツールでも読み取れます。
pt_br: O PGP (Pretty Good Privacy) é um padrão consolidado para criptografar mensagens e arquivos de modo que somente o destinatário pretendido possa lê-los. Cada pessoa recebe um par de chaves: uma chave pública (que você compartilha livremente) e uma chave privada (que mantém em segredo). Qualquer pessoa com a sua chave pública pode criptografar uma mensagem para você, mas somente a sua chave privada pode descriptografá-la. O PGPony implementa o padrão OpenPGP moderno (RFC 4880 + RFC 9580), por isso mensagens cifradas aqui podem ser lidas com GnuPG, OpenKeychain ou qualquer outra ferramenta OpenPGP.
zh_hans: PGP（Pretty Good Privacy）是一项历史悠久的标准，用于加密消息和文件，使其只有目标收件人才能读取。 它的原理是给每个用户一对密钥：一把公钥（可自由分享）和一把私钥（需保密）。任何拥有你公钥的人都能为你加密消息，但只有你的私钥才能解密。 PGPony 实现了现代的 OpenPGP 标准（RFC 4880 + RFC 9580），因此你在这里加密的消息，任何使用 GnuPG、OpenKeychain 或其他 OpenPGP 工具的人都能读取。

source: PGP chat and encrypted files
de: PGP-Chat und verschlüsselte Dateien
es: Chat PGP y archivos cifrados
fr: Chat PGP et fichiers chiffrés
ja: PGP チャットと暗号化ファイル
pt_br: Chat PGP e arquivos criptografados
zh_hans: PGP 聊天与加密文件

source: PGP Key
de: PGP-Schlüssel
es: Clave PGP
fr: Clé PGP
ja: PGP 鍵
pt_br: Chave PGP
zh_hans: PGP 密钥

source: PGP Output
de: PGP-Ausgabe
es: Salida PGP
fr: Sortie PGP
ja: PGP 出力
pt_br: Saída PGP
zh_hans: PGP 输出

source: PGP Private Key
de: Privater PGP-Schlüssel
es: Clave privada PGP
fr: Clé privée PGP
ja: PGP 秘密鍵
pt_br: Chave privada PGP
zh_hans: PGP 私钥

source: PGP Public Key
de: Öffentlicher PGP-Schlüssel
es: Clave pública PGP
fr: Clé publique PGP
ja: PGP 公開鍵
pt_br: Chave pública PGP
zh_hans: PGP 公钥

source: PGP works with two keys: a public key you share freely, and a private key you keep secret. Anyone with your public key can send you encrypted messages, but only your private key can decrypt them.
de: PGP arbeitet mit zwei Schlüsseln: einem öffentlichen Schlüssel, den du frei weitergeben kannst, und einem privaten Schlüssel, den du geheim hältst. Jede Person mit deinem öffentlichen Schlüssel kann dir verschlüsselte Nachrichten senden – aber nur dein privater Schlüssel kann sie entschlüsseln.
es: PGP utiliza dos claves: una clave pública que compartes libremente y una clave privada que mantienes en secreto. Cualquiera con tu clave pública puede enviarte mensajes cifrados, pero solo tu clave privada puede descifrarlos.
fr: PGP fonctionne avec deux clés : une clé publique que vous partagez librement et une clé privée que vous gardez secrète. Quiconque possède votre clé publique peut vous envoyer des messages chiffrés, mais seule votre clé privée peut les déchiffrer.
ja: PGP は 2 つの鍵を使います。自由に共有できる公開鍵と、自分だけが知っている秘密鍵です。 あなたの公開鍵を持っている人は誰でも暗号化されたメッセージを送れますが、それを復号できるのはあなたの秘密鍵だけです。
pt_br: O PGP funciona com duas chaves: uma chave pública que você compartilha livremente e uma chave privada que mantém em segredo. Qualquer pessoa com sua chave pública pode lhe enviar mensagens criptografadas, mas somente sua chave privada pode descriptografá-las.
zh_hans: PGP 使用两把密钥：可自由分享的公钥，以及需保密的私钥。 任何持有你公钥的人都能给你发送加密消息，但只有你的私钥才能解密。

source: PGP/MIME message
de: PGP/MIME-Nachricht
es: Mensaje PGP/MIME
fr: Message PGP/MIME
ja: PGP/MIME メッセージ
pt_br: Mensagem PGP/MIME
zh_hans: PGP/MIME 消息

source: PGP/MIME message with %lld attachments.
de: PGP/MIME-Nachricht mit %lld Anhängen.
es: Mensaje PGP/MIME con %lld archivos adjuntos.
fr: Message PGP/MIME avec %lld pièces jointes.
ja: %lld 件の添付ファイル付きの PGP/MIME メッセージ。
pt_br: Mensagem PGP/MIME com %lld anexos.
zh_hans: 包含 %lld 个附件的 PGP/MIME 消息。

source: PGPony 5.0 introduces subkey awareness for clearer key management. This takes a moment for existing keys and only happens once.
de: PGPony 5.0 führt Unterstützung für Subkeys ein, damit die Schlüsselverwaltung übersichtlicher wird. Das dauert bei bestehenden Schlüsseln einen Moment und passiert nur einmal.
es: PGPony 5.0 incorpora compatibilidad con subclaves para una gestión de claves más clara. Tarda un momento con las claves existentes y solo ocurre una vez.
fr: PGPony 5.0 introduit la prise en charge des sous-clés pour une gestion plus claire. Cela prend un instant pour les clés existantes et n'a lieu qu'une seule fois.
ja: PGPony 5.0 ではサブ鍵を認識して、鍵の管理をよりわかりやすくします。既存の鍵に対して一度だけ少し時間がかかります。
pt_br: O PGPony 5.0 traz suporte a subchaves para um gerenciamento mais claro. Isso leva um instante com as chaves existentes e acontece apenas uma vez.
zh_hans: PGPony 5.0 引入了子钥识别，让密钥管理更清晰。对现有密钥这会花一点时间，但只进行一次。

source: PGPony can link encryption keys to your contacts for easier identification and auto-discovery of public keys.
de: PGPony kann Verschlüsselungs­schlüssel mit deinen Kontakten verknüpfen, damit sie leichter zu erkennen sind und öffentliche Schlüssel automatisch gefunden werden.
es: PGPony puede vincular claves de cifrado a tus contactos para identificarlas mejor y descubrir claves públicas automáticamente.
fr: PGPony peut lier vos clés de chiffrement à vos contacts pour faciliter l'identification et la découverte automatique de clés publiques.
ja: PGPony は暗号化鍵を連絡先と関連付けて 識別しやすくし、公開鍵を自動で 見つけられるようにします。
pt_br: O PGPony pode vincular chaves de criptografia aos seus contatos para facilitar a identificação e descobrir chaves públicas automaticamente.
zh_hans: PGPony 可以将加密密钥关联到你的 联系人，以便更容易识别身份， 并自动发现公钥。

source: PGPony detects this code but doesn't generate it.
de: PGPony erkennt diesen Code, erzeugt ihn aber nicht.
es: PGPony detecta este código pero no lo genera.
fr: PGPony détecte ce code mais ne le génère pas.
ja: PGPony はこのコードを検出しますが、生成はしません。
pt_br: O PGPony detecta este código, mas não o gera.
zh_hans: PGPony 仅检测此码，而不生成它。

source: PGPony implements RFC 4880 (OpenPGP) and RFC 9580 (crypto-refresh). Messages are fully interoperable with GnuPG, OpenKeychain, and any other OpenPGP-compliant tool.
de: PGPony setzt RFC 4880 (OpenPGP) und RFC 9580 (crypto-refresh) um. Die Nachrichten sind vollständig kompatibel mit GnuPG, OpenKeychain und allen anderen OpenPGP-konformen Programmen.
es: PGPony implementa RFC 4880 (OpenPGP) y RFC 9580 (crypto-refresh). Los mensajes son totalmente interoperables con GnuPG, OpenKeychain y cualquier otra herramienta compatible con OpenPGP.
fr: PGPony met en œuvre RFC 4880 (OpenPGP) et RFC 9580 (crypto-refresh). Les messages sont entièrement interopérables avec GnuPG, OpenKeychain et tout autre outil compatible OpenPGP.
ja: PGPony は RFC 4880（OpenPGP）と RFC 9580（crypto-refresh）を実装しています。メッセージは GnuPG、OpenKeychain など、すべての OpenPGP 準拠ツールと完全に相互運用できます。
pt_br: O PGPony implementa o RFC 4880 (OpenPGP) e o RFC 9580 (crypto-refresh). As mensagens são totalmente interoperáveis com GnuPG, OpenKeychain e qualquer outra ferramenta compatível com OpenPGP.
zh_hans: PGPony 实现了 RFC 4880（OpenPGP）和 RFC 9580（crypto-refresh）。消息与 GnuPG、OpenKeychain 以及任何其他兼容 OpenPGP 的工具完全互通。

source: PGPony links it to the matching public key in your keyring so you can sign and decrypt on the card.
de: PGPony verknüpft ihn mit dem passenden öffentlichen Schlüssel in deinem Schlüsselbund, damit du auf der Karte signieren und entschlüsseln kannst.
es: PGPony la vincula con la clave pública correspondiente de tu keyring para que puedas firmar y descifrar en la tarjeta.
fr: PGPony la relie à la clé publique correspondante de votre trousseau afin que vous puissiez signer et déchiffrer sur la carte.
ja: PGPonyがキーリング内の対応する公開鍵に紐付けるので、カードで署名と復号ができます。
pt_br: O PGPony a vincula à chave pública correspondente no seu chaveiro para que você possa assinar e descriptografar no cartão.
zh_hans: PGPony 会将其与密钥环中匹配的公钥关联，以便你在卡上进行签名和解密。

source: PGPony Pro is already active
de: PGPony Pro ist bereits aktiv
es: PGPony Pro ya está activo
fr: PGPony Pro est déjà actif
ja: PGPony Pro はすでに有効です
pt_br: O PGPony Pro já está ativo
zh_hans: PGPony Pro 已激活

source: PGPony Pro Required
de: PGPony Pro erforderlich
es: Se necesita PGPony Pro
fr: PGPony Pro requis
ja: PGPony Pro が必要
pt_br: Necessário PGPony Pro
zh_hans: 需要 PGPony Pro

source: PGPony Pro unlocked! (offline mode — will sync when online)
de: PGPony Pro freigeschaltet! (Offline-Modus – wird bei Verbindung synchronisiert)
es: ¡PGPony Pro desbloqueado! (modo sin conexión: se sincronizará cuando haya internet)
fr: PGPony Pro débloqué ! (mode hors ligne — sera synchronisé une fois en ligne)
ja: PGPony Pro をアンロックしました（オフラインモード — オンライン時に同期します）
pt_br: PGPony Pro desbloqueado! (modo off-line — será sincronizado quando estiver on-line)
zh_hans: PGPony Pro 已解锁！（离线模式——联网后将同步）

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
ja: 電話
pt_br: Telefone
zh_hans: 本机

source: Pick a key from the list to see its details.
de: Wähle einen Schlüssel aus der Liste, um seine Details zu sehen.
es: Elige una clave de la lista para ver sus detalles.
fr: Choisissez une clé dans la liste pour voir ses détails.
ja: 詳細を表示するにはリストから鍵を選んでください。
pt_br: Escolha uma chave na lista para ver seus detalhes.
zh_hans: 从列表中选择一个密钥以查看其详情。
